Repository: dndprojects/receipt_tracker
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: he

source: Add New Box Type
he: הוסף סוג ארגז חדש

source: Box Type Name
he: שם סוג הארגז

source: Scan Keywords (for AI Training)
he: מילות מפתח לסריקה (לאימון הבינה המלאכותית)

source: e.g., large_box, SKU12345, product_code
he: לדוגמה: large_box, SKU12345, product_code

source: Enter comma-separated words found on receipts to help the scanner find this box type.
he: הזן מילים המופיעות בקבלות, מופרדות בפסיקים, כדי לסייע לסורק לזהות את סוג הארגז.

source: Submit
he: שלח

source: Add New Contact (Store/Supplier)
he: הוסף איש קשר חדש (חנות/ספק)

source: Contact Name
he: שם איש הקשר

source: Phone Number (WhatsApp)
he: מספר טלפון (וואטסאפ)

source: Address
he: כתובת

source: e.g., nickname, abn_number, receipt_name
he: לדוגמה: כינוי, מספר עוסק, שם בקבלה

source: Enter comma-separated words found on receipts to help the scanner find this contact.
he: הזן מילים המופיעות בקבלות, מופרדות בפסיקים, כדי לסייע לסורק לזהות את איש הקשר.

source: Send Delivery (Boxes OUT)
he: שליחת משלוח (ארגזים יוצאים)

source: Data scanned from receipt. Please check and confirm.
he: הנתונים נסרקו מהקבלה. אנא בדוק ואשר.

source: Original Scan Attached:
he: סריקה מקורית מצורפת:

source: View Image
he: צפה בתמונה

source: Contact (Destination)
he: איש קשר (יעד)

source: Select Contact...
he: בחר איש קשר...

source: Box Type
he: סוג הארגז

source: Select Box Type...
he: בחר סוג ארגז...

source: Delivery Content (Details)
he: תוכן המשלוח (פרטים)

source: e.g. Tomatoes, Cucumbers
he: לדוגמה: עגבניות, מלפפונים

source: If empty, the Box Type name will be used.
he: אם ריק, ייעשה שימוש בשם סוג הארגז.

source: Quantity (Cartons)
he: כמות (קרטונים)

source: Quantity (Boxes)
he: כמות (ארגזים)

source: Quantity (Baskets)
he: כמות (סלים)

source: Date
he: תאריך

source: Submit & Send Receipt
he: שלח ואשר קבלה

source: Add New Supplier
he: הוסף ספק חדש

source: Supplier Name
he: שם הספק

source: e.g., supplier_inc, supplier_ltd, invoice_name
he: לדוגמה: supplier_inc, supplier_ltd, invoice_name

source: Enter comma-separated words found on this supplier's receipts to help the scanner find it.
he: הזן מילים המופיעות בקבלות של ספק זה, מופרדות בפסיקים, כדי לסייע לסורק לזהותו.

source: Box Distribution
he: ניהול הפצת ארגזים

source: Box Distribution Management System
he: מערכת לניהול הפצת ארגזים

source: Home
he: דף הבית

source: + Receive Stock (IN)
he: + קבלת מלאי (נכנס)

source: Scan
he: סרוק

source: - Send Delivery (OUT)
he: - שליחת משלוח (יוצא)

source: Add Contact
he: הוסף איש קשר

source: Add Box Type
he: הוסף סוג ארגז

source: Box Distribution System
he: מערכת הפצת ארגזים

source: Deliveries by Store and Month
he: משלוחים לפי חנות וחודש

source: Deliveries for Store
he: משלוחים לחנות

source: Month
he: חודש

source: Store
he: חנות

source: Quantity
he: כמות

source: Back to Home
he: חזרה לדף הבית

source: Edit Transaction
he: ערוך עסקה

source: Contact
he: איש קשר

source: Quantity Received
he: כמות שהתקבלה

source: Save Changes
he: שמור שינויים

source: Cancel
he: בטל

source: Filter Deliveries by Contact/Month
he: סינון משלוחים לפי איש קשר/חודש

source: Filter Deliveries by Contact and Month
he: סנן משלוחים לפי איש קשר וחודש

source: Select Contact
he: בחר איש קשר

source: Select Month
he: בחר חודש

source: Filter
he: סנן

source: Type
he: סוג

source: All Types
he: כל הסוגים

source: IN (Receive)
he: נכנס (קבלה)

source: OUT (Send)
he: יוצא (משלוח)

source: All Months
he: כל החודשים

source: Week
he: שבוע

source: All Weeks
he: כל השבועות

source: All Contacts
he: כל אנשי הקשר

source: Clear
he: נקה

source: Filtered Summary
he: סיכום מסונן

source: Total Cartons:
he: סה"כ קרטונים:

source: Total Boxes:
he: סה"כ ארגזים:

source: Total Baskets:
he: סה"כ סלים:

source: Summary by Box Type
he: סיכום לפי סוג ארגז

source: Total Cartons
he: סה"כ קרטונים

source: Total Boxes
he: סה"כ ארגזים

source: Total Baskets
he: סה"כ סלים

source: No summary data for this filter.
he: אין נתוני סיכום עבור סינון זה.

source: All Transactions
he: כל העסקאות

source: TX #
he: מס' עסקה

source: From/To
he: מאת/אל

source: Gen. Receipt
he: צור קבלה

source: Orig. Scan
he: סריקה מקורית

source: Edit
he: ערוך

source: IN
he: נכנס

source: OUT
he: יוצא

source: View
he: צפה

source: No transactions found.
he: לא נמצאו עסקאות.

source: Receive Stock (Boxes IN)
he: קבלת מלאי (ארגזים נכנסים)

source: Source:
he: מקור:

source: Existing Contact
he: איש קשר קיים

source: Add New Sender
he: הוסף שולח חדש

source: Contact (Source)
he: איש קשר (מקור)

source: New Sender Details
he: פרטי שולח חדש

source: New Sender Name
he: שם שולח חדש

source: Sender Type:
he: סוג שולח:

source: Supplier
he: ספק

source: Phone (Optional)
he: טלפון (אופציונלי)

source: Address (Optional)
he: כתובת (אופציונלי)

source: Add to Inventory
he: הוסף למלאי

source: Scan Delivery Receipt (OUT)
he: סרוק קבלת משלוח (יוצא)

source: Upload a picture of a delivery receipt. The app will try to find the Store and Quantity to pre-fill the "Send Delivery" form.
he: העלה תמונה של קבלת משלוח. המערכת תנסה לזהות את החנות והכמות למילוי אוטומטי של טופס 'שליחת משלוח'.

source: Receipt Image
he: תמונת קבלה

source: Scan Image
he: סרוק תמונה

source: Scan Restock Invoice (IN)
he: סרוק חשבונית אספקה (נכנס)

source: Upload a picture of a supplier invoice. The app will try to find the Box Type and Quantity to pre-fill the "Receive Stock" form.
he: העלה תמונה של חשבונית ספק. המערכת תנסה לזהות את סוג הארגז והכמות למילוי אוטומטי של טופס 'קבלת מלאי'.

source: Sign for Delivery
he: חתום על משלוח

source: Please sign below:
he: אנא חתום למטה:

source: Confirm & Send Receipt
he: אשר ושלח קבלה

source: Delivery Summary for
he: סיכום משלוחים עבור

source: Total Quantity
he: כמות כוללת

source: No deliveries found for this store.
he: לא נמצאו משלוחים לחנות זו.
